Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Note: To provide high scalability and peak performance, Smart Protection Relays create multiple processes (ApricotFcgi.exe) to serve simultaneous File Reputation and Web Reputation query requests from endpoints. Depending on the web server used by Smart Protection Relay, under normal operation 30 to 35 ApricotFcgi.exe processes will appear in the Windows Task Manager &gt; Processes screen.
fr_fr: Remarque: Afin de fournir une évolutivité élevée et des performances de pointe, les Smart Protection Relays créent plusieurs processus (ApricotFcgi.exe) de façon à envoyer simultanément des requêtes File Reputation et réputation de sites Web depuis les points finaux. Selon le serveur Web utilisé par le Smart Protection Relay, dans des conditions normales de fonctionnement, 30 à 35 processus ApricotFcgi.exe apparaîtront dans l'écran Gestionnaire des tâches &gt; Processus de Windows.

source: Custom installation path: Specify custom path in action parameter dialog, including drive letter - "C:\folder1\folder2\Trend Micro Home"
fr_fr: Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action, y compris la lettre du lecteur – «C:\Dossier1\Dossier2\Trend Micro Home»

source: Illegal path characters: Do not use illegal Windows characters including " ? * | / &lt; &gt; and : \ ,unless used as legal part of path
fr_fr: Caractères de chemin d'accès non autorisés&nbsp;: n'utilisez pas de caractères non autorisés qui ne sont pas pris en charge par Windows notamment " ? * | / &lt; &gt; et : \ ,sauf si utilisé comme partie autorisée du chemin d'accès

source: Environment variables (i.e. ) are not supported for custom installation path.
fr_fr: Les variables d'environnement (par ex. ) ne sont pas prises en charge pour le chemin d'installation personnalisé.

source: This action will fail if illegal path characters are used or the drive letter specified does not exist or meet minimum space requirements
fr_fr: Cette action échoue si des caractères de chemin d'accès non autorisé sont utilisés ou si la lettre de lecteur spécifiée n'existe pas ou ne correspond pas aux critères d'espace minimum.

source: 4.39 MB
fr_fr: 4,39 Mo

source: Smart Protection Relay - Upgrade
fr_fr: Smart Protection Relay – Mise à niveau

source: Use this task to upgrade Smart Protection Relay components.
fr_fr: Utilisez cette tâche pour mettre à niveau les composants du Smart Protection Relay.

source: Note: The upgrade log SPRelayUpgrade.log is stored in the Windows folder on the endpoint where the relay is installed.
fr_fr: Remarque : Le journal de mise à niveau SPRelayUpgrade.log est stocké dans le dossier Windows du point final où le relais est installé.

source: If IIS is configured as the web server for Smart Protection Relays, the following conditions are required before upgrading Smart Protection Relay components:
fr_fr: Si IIS est configuré comme serveur Web pour les Smart Protection Relays, les conditions suivantes sont requises avant la mise à niveau des composants des Smart Protection Relay&nbsp;:

source: Endpoint relay operating system: Windows 2003, Windows 2003 R2, Windows 2008, Windows 2008 R2 platform
fr_fr: Système d'exploitation du point final relais&nbsp;: Windows&nbsp;2003, Windows&nbsp;2003&nbsp;R2, Windows&nbsp;2008, plateforme Windows&nbsp;2008&nbsp;R2

source: Important Note: IIS Admin Service restarts after this Fixlet is applied.
fr_fr: Remarque importante: Le Service IIS Admin redémarre lorsque ce fixlet est appliqué.

source: Following versions of IIS installed and services started: 6.0, 7.0 or 7.5
fr_fr: Les versions suivantes d'IIS sont installées et les services démarrés&nbsp;: 6.0, 7.0 ou 7.5

source: FastCGI installed
fr_fr: FastCGI installé

source: For IIS 7.x: Management Scripts and Tools
fr_fr: Pour IIS 7.x&nbsp;: Scripts et outils de gestion

source: For IIS 7.x: IIS 6 Management Compatibility
fr_fr: Pour IIS 7.x&nbsp;: Gestion de la compatibilité d'IIS 6

source: For IIS 7.x: ISAPI Filters
fr_fr: Pour IIS 7.x&nbsp;: Filtres ISAPI

source: For IIS 7.0, apply KB980363 to Windows Server 2008
fr_fr: Pour IIS 7.0&nbsp;: Appliquer l'article de la base de connaissances KB980363 relatif à Windows Server&nbsp;2008

source: Important Note: If Smart Protection Relay is running in IIS mode, IIS Admin Service restarts after this Fixlet is applied.
fr_fr: Remarque importante: Si le relais Smart Protection est en cours d'exécution en mode IIS, le service IIS Admin redémarre après l'application de ce fixlet.

source: Smart Protection Relay - Uninstall
fr_fr: Smart Protection Relay – Désinstallation

source: Use this task to uninstall Smart Protection Relay components.
fr_fr: Utilisez cette tâche pour désinstaller les composants du Smart Protection Relay.

source: Note: The uninstallation log SPRelayUinstall.log is stored in the Windows folder on the endpoint where the relay is installed.
fr_fr: Remarque: Le journal de désinstallation SPRelayUinstall.log est stocké dans le dossier Windows du point final où le relais est installé.

source: Smart Protection Relay - Improper IIS Configuration
fr_fr: Smart Protection Relay – Configuration inadéquate d'IIS

source: Use this task to verify that Smart Protection Relays, that are configured to use IIS as web server, are working properly and have all IIS components installed.
fr_fr: Utilisez cette tâche pour vérifier que les Smart Protection Relays configurés de façon à utiliser IIS comme serveur Web fonctionnent correctement et disposent de tous les composants IIS.

source: Please install the following IIS components.
fr_fr: Veuillez installer les composants IIS suivants.

source: IIS 6.0, 7.0 or 7.5
fr_fr: IIS 6.0, 7.0 ou 7.5

source: For IIS 7.x: IIS Management Scripts and Tools
fr_fr: Pour IIS 7.x&nbsp;: Scripts et outils de gestion IIS

source: For IIS 7.0: Apply KB980363 on Windows Server 2008
fr_fr: Pour IIS 7.0&nbsp;: Appliquer l'article de la base de connaissances KB980363 relatif à Windows Server&nbsp;2008

source: After IIS components are installed, reconfigure IIS as the Smart Protection Relay web server.
fr_fr: Après l'installation de tous les composants IIS, reconfigurez IIS comme serveur Web de Smart Protection Relays.

source: Smart Protection Relay - Reconfigure IIS
fr_fr: Smart Protection Relay – Reconfiguration d'IIS

source: Use this task to reconfigure IIS for Smart Protection Relay troubleshooting.
fr_fr: Utilisez cette tâche pour reconfigurer IIS pour la résolution des problèmes de Smart Protection Relay.

source: Note: This fixlet is only applied to endpoints that meet the following conditions.
fr_fr: Remarque: Ce fixlet est uniquement appliqué à des points finaux qui répondent aux conditions ci-dessous.

source: Smart Protection Relay installed
fr_fr: Relais Smart Protection installé

source: For IIS 7.0: Apply KB980363 to Windows
fr_fr: Pour IIS 7.0&nbsp;: Appliquer l'article de la base de connaissances KB980363 relatif à Windows

source: Smart Protection Relay - Windows Firewall is Blocking SPR Traffic
fr_fr: Smart Protection Relay – Le pare-feu Windows bloque le trafic SPR

source: Use this task to open port 5274 on Smart Protection Relays that use Windows Firewall (Windows Firewall is enabled and blocking port 5274). Smart Protection Relay uses port 5274 for communication.
fr_fr: Utilisez cette tâche pour ouvrir le port&nbsp;5274 sur les Smart Protection Relays qui utilisent le pare-feu Windows (le pare-feu Windows est activé et bloque le port&nbsp;5274). Les Smart Protection Relays utilisent le port&nbsp;5274 pour communiquer.

source: Smart Protection Relay - Restart Service
fr_fr: Smart Protection Relay – Redémarrage du service

source: This task is used to restart services of Smart Protection Relay
fr_fr: Cette tâche est utilisée pour redémarrer des services de Smart Protection Relay.

source: Smart Protection Relay - Restart Needed
fr_fr: Smart Protection Relay – Redémarrage nécessaire

source: Use this task to restart Smart Protection Relays that require a reboot. Reboots may be required for upgrade or uninstallation.
fr_fr: Utilisez cette tâche pour redémarrer les Smart Protection Relays qui requièrent un redémarrage. Le redémarrage peut être requis en cas de mise à niveau ou de désinstallation.

source: Important Note: When running the action below, configure the action deployment options correctly to avoid restarting endpoints at inappropriate times.
fr_fr: Remarque importante: Lors de l'exécution de cette action, configurez correctement les options de déploiement de l'action afin d'éviter le redémarrage de points finaux à des moments inopportuns.

source: Smart Protection Relay - Purge Smart Protection Relay Error Logs
fr_fr: Smart Protection Relay – Purger les journaux d'erreurs de Relais Smart Protection

source: Use this task to purge the Smart Protection Relay error logs, when the logs’ size exceeds 100MB.
fr_fr: Utilisez cette tâche pour purger les journaux d'erreurs de Smart Protection Relay lorsque la taille des journaux dépasse 100&nbsp;Mo.

source: Note: The Smart Protection Relay service stops when this task executes.
fr_fr: Remarque: Le service relais Smart Protection s'arrête lorsque cette tâche s'exécute.

source: Note: This action can be configured to run as a policy with periodic behavior that reapplies the policy.&nbsp;You can apply this Task with the following action parameters:
fr_fr: Remarque: Cette action peut être configurée de façon à s'exécuter comme stratégie avec un comportement périodique qui réapplique la stratégie.&nbsp;Vous pouvez appliquer cette tâche avec les paramètres d'action suivants&nbsp;:

source: Reapply an unlimited number of times
fr_fr: Réappliquer un nombre illimité de fois

source: Run after office hours
fr_fr: Exécuter après les heures de bureau

source: Smart Protection Relay - Network Bandwidth Throttling
fr_fr: Smart Protection Relay – Limitation de bande passante réseau

source: Use this fixlet to customize the bandwidth Smart Protection Relay uses, if the total outbound bandwidth is less than 20 Mbps. Supported bandwidth settings are:
fr_fr: Utilisez ce fixlet pour personnaliser la bande passante que le Smart Protection Relay utilise si le volume total de bande passante sortante est inférieur à 20&nbsp;Mbit/s. Paramètres de bande passante pris en charge&nbsp;:

source: Note: The lower the bandwidth, the fewer endpoints Smart Protection Relay can support. To guidelines about bandwidth and the number of supported clients for a Smart Protection Relay, click here.
fr_fr: Remarque: Plus la bande passante est faible, moins nombreux sont les points finaux que relais Smart Protection peut prendre en charge. Pour obtenir plus d'informations sur la bande passante et le nombre de clients pris en charge par un relais Smart Protection, cliquez ici

source: If the outbound bandwidth is more than 20 Mbps, the default network settings are used. Smart Protection Relay uses up to 9 Mbps on 20Mbps networks.
fr_fr: Si la bande passante sortante est supérieure à 20&nbsp;Mbit/s, les paramètres réseau par défaut sont utilisés. Un relais Smart Protection utilise jusqu'à 9&nbsp;Mbit/s sur les réseaux de 20&nbsp;Mbit/s.

source: Smart Protection Relay - Configure IIS as Web Server
fr_fr: Smart Protection Relay – Configuration d'IIS comme serveur Web

source: Use this task to configure Smart Protection Relay to use IIS as a web server.
fr_fr: Utilisez cette tâche pour configurer le Smart Protection Relay pour que celui-ci utilise IIS comme serveur Web.

source: Note: This fixlet can only be applied to endpoints which meet the following conditions.
fr_fr: Remarque: Ce fixlet peut uniquement être appliqué à des points finaux qui répondent aux conditions ci-dessous.

source: For IIS 7.0: Apply KB980363 to Windows Server 2008
fr_fr: Pour IIS 7.0&nbsp;: Appliquer l'article de la base de connaissances KB980363 relatif à Windows Server&nbsp;2008

source: Smart Protection Relay - Reboot
fr_fr: Smart Protection Relay – Redémarrage

source: Smart Protection Relay requires the&nbsp;specified computers&nbsp;to reboot.&nbsp;
fr_fr: Le Smart Protection Relay requiert le redémarrage des ordinateurs spécifiés.&nbsp;

source: Important Note: When running this action, pay careful attention to the action deployment options in order to avoid restarting the computers at inappropriate times.
fr_fr: Remarque importante: Lors de l'exécution de cette action, faites attention aux options de déploiement de l'action afin d'éviter le redémarrage d'ordinateurs à des moments inopportuns.

source: Smart Protection Relay - Improper Service Status
fr_fr: Smart Protection Relay – État de service inadéquat

source: The specified computers have one or more required Smart Protection Relay services that are not running and/or configured with an incorrect start mode.
fr_fr: Les ordinateurs spécifiés ont un ou plusieurs services de Smart Protection Relay requis qui ne sont pas en cours d'exécution ou sont configurés avec un mode de démarrage incorrect.

source: Smart Protection Relay - Enable Switching to Smart Protection Network When Uplink Fails
fr_fr: Smart Protection Relay – Activation du passage à Smart Protection Network lorsque la liaison montante échoue

source: The action is used to enable Smart Protection Relays to switch to Smart Protection Network when the uplink to Smart Protection Servers fail.
fr_fr: Cette action sert à activer le passage des Smart Protection Relays à Smart Protection Network lorsque la liaison montante aux serveurs Smart Protection Server échoue.

source: Smart Protection Relay - Disable Switching to Smart Protection Servers When Uplink Fails
fr_fr: Smart Protection Relay – Désactivation du passage aux serveurs Smart Protection Serveur lorsque la liaison montante échoue

source: The action is used to disable the Smart Protection Relays from switching to Smart Protection Servers when the uplink to Smart Protection Relays fail.
fr_fr: Cette action sert à désactiver le passage des Smart Protection Relays aux serveurs Smart Protection Server lorsque la liaison montante aux Smart Protection Relays échoue.

source: Smart Protection Relay - Enable Switching to Smart Protection Servers When Uplink Fails
fr_fr: Smart Protection Relay – Activation du passage aux serveurs Smart Protection Server lorsque la liaison montante échoue

source: The action is used to enable Smart Protection Relays to switch to Smart Protection Servers when the uplink to Smart Protection Relays fail.
fr_fr: Cette action sert à activer le passage des Smart Protection Relays aux serveurs Smart Protection Server lorsque la liaison montante au Smart Protection Relay échoue.

source: Smart Protection Relay - Disable Switching to Smart Protection Network When Uplink Fails
fr_fr: Smart Protection Relay – Désactivation du passage au Smart Protection Network lorsque la liaison montante échoue

source: The action is used to disable Smart Protection Relays from switching to Smart Protection Network when the uplink to Smart Protection Servers fail.
fr_fr: Cette action sert à désactiver le passage des Smart Protection Relays à Smart Protection Network lorsque la liaison montante aux serveurs Smart Protection Server échoue.

source: Smart Protection Relay - Information
fr_fr: Smart Protection Relay – Informations

source: This analysis is used to retrieve Smart Protection Relay&nbsp;component information.
fr_fr: Cette analyse est utilisée pour récupérer des informations de composants du Smart Protection Relay.

source: File Reputation Uplink
fr_fr: Liaison montante de File Reputation

source: Web Reputation Uplink
fr_fr: Liaison montante de Réputation de sites Web

source: Change to Smart Protection Server when the uplink to Smart Protection Relay fails
fr_fr: Passer à Smart Protection Server lorsque la liaison montante au relais Smart Protection échoue

source: Change to Smart Protection Network when uplink to Smart Protection Relay fails&nbsp;
fr_fr: Passer à Smart Protection Network lorsque la liaison montante au relais Smart Protection échoue

source: File Reputation Smart Protection Server list
fr_fr: Liste de Smart Protection Server de File Reputation

source: Web Reputation Smart Protection Server list
fr_fr: Liste de serveurs Smart Protection Server de Réputation de sites Web

source: File Reputation Smart Protection Network
fr_fr: Smart Protection Network de File Reputation

source: Web Reputation Smart Protection Network
fr_fr: Smart Protection Network de Réputation de sites Web

source: Web Reputation - Upload Web Threat Logs
fr_fr: Réputation de sites Web – Télécharger les journaux de menaces Internet

source: Use the action below to upload all available Web&nbsp;Reputation web threat logs to the&nbsp;BES Server.
fr_fr: Utilisez l'action ci-dessous pour télécharger tous les journaux disponibles de menaces Internet de Réputation de sites Web sur le serveur BES.

source: Once the log files have been uploaded, you will find them in the following path on the&nbsp;BES Server: &lt;server installation directory&gt;\UploadManagerData\BufferDir\sha1\&lt;last 2 digits of client id&gt;\&lt;client id&gt;\
fr_fr: Une fois les fichiers journaux chargés, vous trouverez sur le chemin d'accès suivant sur le serveur BES&nbsp;: &lt;répertoire d'installation du serveur &gt;\UploadManagerData\BufferDir\sha1\&lt;2&nbsp;derniers chiffres de l'ID client&gt;\&lt;ID client&gt;\

source: Web Reputation - Log Maintenance
fr_fr: Réputation de sites Web – Maintenance des journaux

source: The listed computers have Web&nbsp;Reputation installed.&nbsp; URL history and web threat logs increase in size as web requests are issued.
fr_fr: La Réputation de sites Web est installée sur les ordinateurs répertoriés.&nbsp; La taille des journaux de l'historique des URL et des menaces Internet augmente au fur et à mesure que les requêtes Internet sont émises.

source: Use this&nbsp;action to archive current URL history and web threat logs and delete archived logs older than the deletion threshold.&nbsp; The deletion threshold will be set at action issue time and will default to 14 days if input value is unspecified or not a positive number.
fr_fr: Utilisez cette action pour archiver les journaux de l'historique des URL et des menaces Internet et supprimer les journaux archivés antérieurs au seuil de suppression.&nbsp; Le seuil de suppression sera configuré au moment d'émission de l'action et sa valeur par défaut sera de 14 jours si la valeur saisie est non spécifiée ou si elle n'est pas un nombre positif.

source: Note: The default execution behavior of this task is to apply this action once a day whenever a computer is relevant/applicable.&nbsp; To change this behavior, modify the Execution section in the Take Action dialog.
fr_fr: Remarque: le comportement d'exécution de cette tâche est d'appliquer cette action une fois un jour chaque fois qu'un ordinateur est pertinent/d'application. Pour modifier ce comportement, modifiez la section Exécuter dans la boîte de dialogue Exécuter une action.

source: Web Reputation - Allow access to web pages that are untested by Trend Micro
fr_fr: Réputation de sites Web – Autorisation d'accès aux pages Web qui n'ont pas été testées par Trend Micro

source: Use this task to allow CPM endpoints to access web pages that have not been tested by Trend Micro. Web pages that have not been tested by Trend Micro may be malicious and could pose a security risk to your network.
fr_fr: Utilisez cette tâche pour permettre aux points finaux CPM d'accéder à des pages Web qui n'ont pas été testées par Trend Micro. Les pages Web qui n'ont pas été testées par Trend Micro peuvent être malveillantes et peuvent constituer un risque de sécurité pour votre réseau.

source: Web Reputation - Configure Web Reputation Security Level
fr_fr: Réputation de sites Web – Configurer le niveau de sécurité de la Réputation de sites Web

source: Web Reputation integrated into CPM proactively protects clients from malicious and potentially web sites. The following security levels determine whether Web Reputation will allow or block access to an URL.
fr_fr: La réputation de sites Web intégrée à CPM protège proactivement les clients contre les sites Web malicieux et potentiellement malicieux. Les niveaux de sécurité suivants déterminent si Réputation de sites Web autorise ou bloque l'accès à une URL.

source: High: Blocks URLs that are unrated, a Web threat, very likely to be a Web threat, or likely to be a Web threat
fr_fr: Élevé&nbsp;: bloque les URL non classifiées, les URL constituant une menace Internet, les URL constituant très vraisemblablement une menace Internet et les URL étant vraisemblablement une menace Internet

source: Medium: Blocks URLs that are unrated, a Web threat, or very likely to be a Web threat
fr_fr: Moyen&nbsp;: bloque les URL non classifiées, les URL constituant une menace Internet ou les URL constituant très vraisemblablement une menace Internet

source: Low: Blocks only URLs that are a Web threat
fr_fr: Faible&nbsp;: bloque uniquement les URL constituant une menace Internet

source: Use the actions below to set the Web Reputation security level.
fr_fr: Utilisez les actions ci-dessous pour définir le Niveau de sécurité de la Réputation de sites Web.

source: Web Reputation - Block web pages that are untested by Trend Micro
fr_fr: Réputation de sites Web – Blocage des pages Web qui n'ont pas été testées par Trend Micro

source: Use this task to block CPM endpoints from accessing web pages that have not been tested by Trend Micro. Web pages that have not been tested by Trend Micro may be malicious and could pose a security risk to your network.
fr_fr: Utilisez cette tâche pour empêcher les points finaux CPM d'accéder à des pages Web qui n'ont pas été testées par Trend Micro. Les pages Web qui n'ont pas été testées par Trend Micro peuvent être malveillantes et peuvent constituer un risque de sécurité pour votre réseau.

source: Web Reputation - Disable Smart Protection Server Web Reputation Service
fr_fr: Réputation de sites Web – Désactivation du Service de réputation de sites Web du Smart Protection Server

source: Use this task to stop clients from&nbsp;using Smart Protection Server Web Reputation Service.
fr_fr: Utilisez cette tâche pour empêcher les clients d'utiliser le Service de réputation de sites Web du Smart Protection Server.

source: Web Reputation - Disable HTTP Web Reputation Scanning (port 80)
fr_fr: Réputation de sites Web – Désactivation d'Analyse de Réputation de sites Web HTTP (port&nbsp;80)

source: HTTP Web Reputation scanning (port 80) is designed to block access attempts to potentially malicious websites in real time through port 80 only. HTTP Web Reputation is currently enabled for the listed computers.
fr_fr: L'Analyse de Réputation de sites Web HTTP (port&nbsp;80) est conçue pour bloquer, en temps réel, l'accès aux sites Web potentiellement malveillants. La réputation de sites Web HTTP est actuellement activée pour les ordinateurs répertoriés.

source: Use the action below to&nbsp;disable HTTP Web Reputation Scanning (port 80).
fr_fr: Utilisez l'action ci-dessous pour&nbsp;désactiver l'Analyse de Réputation de sites Web HTTP (port&nbsp;80).

source: Web Reputation - Enable HTTP Web Reputation Scanning (port 80)
fr_fr: Réputation de sites Web – Activation d'Analyse de Réputation de sites Web HTTP (port&nbsp;80)

source: HTTP Web Reputation scanning (port 80) is designed to block access attempts to potentially malicious websites in real time through port 80 only. HTTP Web Reputation is currently disabled for the listed computers.
fr_fr: L'Analyse de Réputation de sites Web HTTP (port&nbsp;80) est conçue pour bloquer, en temps réel, l'accès aux sites Web potentiellement malveillants. La réputation de sites Web HTTP est actuellement désactivée pour les ordinateurs répertoriés.
